Repository: Metadrop/realname
Catalog: translations/*.po
Languages: sv

source: View user profile.
sv: Visa användarprofil.

source: not verified
sv: ej verifierad

source: Anonymous
sv: Gäst

source: This page displays the status of and settings for the RealName module.
sv: Denna sida visar status- och inställningar för modulen RealName.

source: This simple module adds a "realname" element (method) to a user object when that object is loaded.
sv: Denna enkla modul lägger till ett element (metod) av typen "verkligt namn" för en användares objekt när objektet laddas.

source: Name Pattern
sv: Format för namn

source: The determines how the fields will be used to create the "Real name." Use "%1" to refer to the first field, "%2" to refer to the second, etc..
sv: Fastställer hur fälten skall användas för att skapa ett "verkligt namn". Använd "%1" för att hänvisa till första fältet, "%2" för att hänvisa till det andra och så vidare.

source: Override username theme
sv: Åsidosätt temats användarnamn

source: If this option is selected, the standard username theme function will be overriden to use the "Real name."
sv: Om detta alternativ är valt kommer det förvalda användarnamnet för temafunktionen att åsidosättas av "verkligt namn".

source: Show realname in nodes
sv: Visa verkligt namn i noder

source: If this option is selected, the "Real name" will be used on node displays.
sv: Om detta alternativ är valt kommer det "verkliga namnet" att användas för nodvisning.

source: Save
sv: Spara

source: Configuration has been updated.
sv: Inställningarna har uppdaterats.

source: RealName
sv: Verkligt namn

source: Configure which fields are used to create a user's RealName.
sv: Ställ in vilka fält som skall användas för att skapa en användares verkliga namn.

source: The RealName module has been enabled. You may wish to proceed to <a href="!url">the settings page</a>.
sv: Modulen RealName har aktiverats. Du kan fortsätta till <a href="!url">inställningssidan</a>.

source: Use user profile fields to build a 'realname' field in a user object.
sv: Använd användarprofilens fält för att bygga ett fält av typen "verkligt namn" för en användares objekt.
